{"id":50,"date":"2023-12-25T03:06:07","date_gmt":"2023-12-25T03:06:07","guid":{"rendered":"http:\/\/192.168.0.108\/?p=50"},"modified":"2024-06-11T19:08:17","modified_gmt":"2024-06-11T19:08:17","slug":"18dec2023","status":"publish","type":"post","link":"http:\/\/192.168.0.108\/18dec2023\/","title":{"rendered":"Eggs thrown at house | 18th December 2023"},"content":{"rendered":"<p><strong>Summery:<br \/>\n<\/strong>On the 18th of December, 2023, our flat was subjected to a series of disturbances during the nocturnal hours. These disruptions included audible shouting and the impact of eggs being hurled against our residence. Additionally, there was forceful knocking on our front door. These events are consistent with the pattern of harassment we have previously documented, involving similar acts of vandalism and attempted unauthorized entry.<\/p>\n<p>The incident was formally reported to WDH, resulting in the initiation of a new case file managed by Joe. Our previous case manager, Richard, exhibited a lack of initiative in addressing our concerns. He frequently expressed a desire to conclude our case prematurely and neglected to include us on the out-of-hours service list on time when it would have been of use. This oversight led to the forfeiture of three potential uses of the service. Despite eventually being added to the list, the sporadic nature of the disturbances rendered it impractical to arrange for observation.<br \/>\nMoreover, Richard had committed to reclassifying our case from a noise complaint to one of harassment and assault following an incident of physical aggression on the 25th of September, 2023. Unfortunately, this reclassification was not executed, and our case was subsequently closed a week later without resolution.<br \/>\nIn contrast, Joe has demonstrated a commendable level of assistance and engagement with our situation thus far.<\/p>\n<p><strong>Impact:<br \/>\n<\/strong>The persistent disturbances have significantly heightened anxiety levels within the household, particularly for Lucy. Each unexpected noise triggers a state of panic, stemming from the apprehension that it may be the neighbor engaging in further disruptive behavior. This ongoing situation has exacerbated existing concerns, contributing to a reluctance to venture outside and a general sense of unease.<\/p>\n<p><strong>Key Points:<\/strong><br \/>\nThe front door of our residence has been subjected to repeated acts of vandalism.<br \/>\nThe frequency of being awoken by disturbances has reached an intolerable level, with countless occurrences since our tenancy commenced.<br \/>\nThe disturbances have had a distressing effect on the domestic animals within the household.<br \/>\nThe situation poses a direct risk to Lucy’s health, especially considering her pre-existing heart condition, which the neighbor has been made aware of.<br \/>\nThe repeated defacement of our property with eggs, despite efforts to clean, represents a deliberate pattern of harassment. Each cleaning effort is met with an immediate reoccurrence of the vandalism.<\/p>\n<p><strong>Details:<br \/>\n<\/strong>Beginning at approximately 10:00 PM, we experienced repeated disturbances approximately every thirty minutes, which we perceived as hammering noises emanating from the floor. Subsequently, our sleep was further disrupted by loud shouting and forceful banging on our front entrance. Upon reviewing our security footage, we observed that our front door, along with the windows of the spare bedroom, bathroom, and kitchen, had been vandalized with eggs.<\/p>\n<p>Further examination of our letterbox camera, which is part of our previous security system, revealed the presence of an individual’s feet and the sound of his voice as he aggressively knocked on our door, uttering profanities and demanding silence, despite the fact that we had been in bed since 9:00 PM.<\/p>\n<p>The same individual was later captured on camera returning to the scene and hurling eggs at the door. Additionally, we discovered that the door handle was damaged and no longer functioning properly, leading us to surmise that there may have been an attempt to gain unauthorized entry, a situation we have unfortunately encountered on previous occasions.<\/p>\n<p>In a separate incident shortly beforehand, we observed the individual approach our residence, knock briefly, then retreat and wait before proceeding to throw eggs at the window of a smaller bedroom. Although this act was audible on the Door Cam, it was not visible due to the limitations of our older camera setup. Given the timing of these events, it is reasonable to infer that there was a premeditated intention to commit further acts of vandalism inside the premises or directly towards us upon opening the door.<\/p>\n<p><strong>Video:<\/strong> (Can&#8217;t find the video without text overlay, this one has text descriptions)<br \/>\n<video controls=\"controls\" width=\"600\" height=\"480\"><source src=\"\/videos\/18th%20December%202023.mp4\" type=\"video\/mp4\" \/><\/video><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Summery: On the 18th of December, 2023, our flat was subjected to a series of disturbances during the nocturnal hours.&#46;&#46;&#46;<\/p>\n","protected":false},"author":1,"featured_media":65,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[4,13,7,6],"tags":[10],"class_list":["post-50","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-harassment","category-main-incidents","category-video","category-wdh","tag--video"],"acf":[],"_links":{"self":[{"href":"http:\/\/192.168.0.108\/wp-json\/wp\/v2\/posts\/50"}],"collection":[{"href":"http:\/\/192.168.0.108\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/192.168.0.108\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/192.168.0.108\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/192.168.0.108\/wp-json\/wp\/v2\/comments?post=50"}],"version-history":[{"count":28,"href":"http:\/\/192.168.0.108\/wp-json\/wp\/v2\/posts\/50\/revisions"}],"predecessor-version":[{"id":641,"href":"http:\/\/192.168.0.108\/wp-json\/wp\/v2\/posts\/50\/revisions\/641"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/192.168.0.108\/wp-json\/wp\/v2\/media\/65"}],"wp:attachment":[{"href":"http:\/\/192.168.0.108\/wp-json\/wp\/v2\/media?parent=50"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/192.168.0.108\/wp-json\/wp\/v2\/categories?post=50"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/192.168.0.108\/wp-json\/wp\/v2\/tags?post=50"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}